function Home() {
  return (
    <>
      <div className='prose max-w-none'>
        <h1 id="-">Половое воспитание - это процесс, который помогает ребенку и подростку разобраться в своих эмоциях, чувствах и сексуальности.</h1>
        <p>Оно является важной частью образования и подготовки к жизни в обществе.</p>
        <p>Важно понимать, что <strong>половое воспитание</strong> должно быть представлено не только в школьной программе, но и в семье.</p>
        <p>Какие вопросы должны обсуждать с ребенком именно родители?</p>
        <ul>
          <li><em>вопросы сексуальности</em></li>
          <li><em>вопросы здоровья</em></li>
          <li><em>вопросы безопасности</em></li>
        </ul>
        <p>Однако, в современном мире, сексуальность становится все более доступной и присутствует везде. Поэтому важно, чтобы дети и подростки получали информацию о сексуальности и сексуальном поведении из правильных источников.</p>
        <p>Одним из наиболее эффективных методов <strong>полового воспитания</strong> является научный подход. Это означает, что дети и подростки получают информацию о:</p>
        <ul>
          <li><em>физиологии</em></li>
          <li><em>психологии</em></li>
          <li><em>социальных аспектах сексуальности</em></li>
        </ul>
        <p>Например, можно объяснить:</p>
        <ul>
          <li><em>как работают половые органы</em></li>
          <li><em>как происходит зачатие</em></li>
          <li><em>как выглядит процесс рождения ребенка.</em></li>
        </ul>
        <p>Это поможет детям понять, что сексуальность - это естественный процесс, который происходит в теле каждого человека.</p>
        <p>Также важно обсудить с детьми и подростками социальные аспекты сексуальности, такие как гендерные роли и сексуальное насилие. Это поможет подросткам стать более терпимыми, открытыми и понимающими к людям, которые отличаются от них.</p>
        <p>Наконец, важно обсудить вопросы безопасности и предотвращения рисков.</p>
        <p>Дети в обязательном порядке должны знать:</p>
        <ul>
          <li><em>как защитить себя от беременности</em></li>
          <li><em>как защитить себя от инфекций</em></li>
          <li><em>что делать в случае сексуального насилия или домогательства</em></li>
        </ul>
        <p>В заключении, <strong>половое воспитание</strong> - это необходимая часть образования и подготовки к жизни в обществе. Научный подход к <strong>половому воспитанию</strong> помогает детям и подросткам понимать сексуальность и социальные аспекты, а также знать, как защитить себя от рисков.</p>
      </div>
    </>
  )
}

export default Home;