function Homie() {
    return (
        <>
            <div className="prose max-w-none">
                <h1 id="-">Зачем нужен секс-просвет?</h1>
                <ul>
                    <li>на 10 браков в России приходится 7 разводов</li>
                    <li>больше 40% пар в России разводятся из-за ревности, отсутствия взаимопонимания или измен</li>
                    <li>в России тема секса все еще табуирована, и из-за этого страдает здоровье людей</li>
                    <li>по данным ЮНЕСКО сексуальное образование снижает риск нежелательной беременности, заражения ИППП и ВИЧ</li>
                </ul>
                <p><strong>Популярные вопросы из области секс-просвета:</strong></p>
                <p>О сексе и оргазме:</p>
                <ol>
                    <li><em>Почему иногда возбуждение появляется, а иногда нет? Можно ли им управлять?</em></li>
                    <li><em>Как развить чувствительность, получать удовольствие и удовлетворять партнера?</em></li>
                    <li><em>Почему нет оргазма и что с этим делать?</em></li>
                    <li><em>Как получать оргазм при дисфункциях?</em></li>
                    <li><em>Как перестать бояться и начать экспериментировать в сексе?</em></li>
                    <li><em>Как вернуться в секс после родов?</em></li>
                    <li><em>Как рассказывать о сексе детям и подросткам? Какие книги дать почитать?</em></li>
                </ol>
                <p>Об отношениях:</p>
                <ol>
                    <li><em>Как построить гармоничные сексуальные отношения?</em></li>
                    <li><em>Как говорить с партнером о сексе?</em></li>
                    <li><em>Как поддерживать желание в долгих отношениях?</em></li>
                    <li><em>Как говорить о своих желаниях без стеснения?</em></li>
                </ol>
                <p>О теле и здоровье:</p>
                <ol>
                    <li><em>Как принять свое тело?</em></li>
                    <li><em>Как выгорание, тревога и другие состояния влияют на секс?</em></li>
                    <li><em>Как следить за интимным здоровьем? Какие делать прививки, какие анализы сдавать, что делать при обнаружении ЗППП?</em></li>
                </ol>
            </div>
        </>
    )
}

export default Homie;