export default function Story() {
    return (
        <>
            <div className="prose max-w-none">
                <h1 id="-">Тема полового воспитания в России и СССР</h1>
                <h2 id="-">История темы</h2>
                <p>В СССР ее развитие было ограничено государственной идеологией коммунизма, которая ставила в первую очередь задачу формирования коллективистского сознания. Половое воспитание связывалось с предупреждением &quot;буржуазных пороков&quot;, таких как проституция или алкоголизм, и подавлением индивидуальных желаний и эмоций.</p>
                <p>В России, начиная с 1990-х годов, тема полового воспитания начала развиваться более свободно и открыто. </p>
                <h2 id="-">Современное состояние</h2>
                <p>Однако, в современной России, она до сих пор вызывает много споров и дискуссий. Некоторые люди считают, что половое воспитание должно быть частью школьной программы, в то время как другие считают, что это должно оставаться в компетенции семьи.</p>
                <p>В настоящее время, в России, половое воспитание регулируется законодательством, которое определяет возрастные границы для обучения, а также содержание и формат обучения. </p>
                <h2 id="-">Вывод</h2>
                <p>В целом, тема полового воспитания в России и СССР имела и продолжает иметь неоднозначный характер. Однако, несмотря на это, считается, что половое воспитание является необходимой составляющей образования и подготовки к жизни в современном обществе.</p>
            </div>
        </>
    )
}
